[
    {
        "title": "Medicine to prevent Malaria",
        "cause_description": "Malaria kills over 400,000 people annually, mostly children under 5 in sub-Saharan Africa. Seasonal malaria chemoprevention is preventive medicine that saves children’s lives. It is given during the four months of the year when malaria infection rates are especially high.",
        "owner_description": "Malaria Consortium: Seasonal Malaria Chempoprevention Program.",
        "owner_email": "basic1@basic.com"
    },
    {
        "title": "NAMI",
        "cause_description": "Building better lives for the millions affected by mental illness.",
        "owner_description": "NAMI is the National Alliance on Mental Illness, the nation’s largest grassroots mental health organization dedicated to building better lives for the millions of Americans affected by mental illness. What started as a small group of families gathered around a kitchen table in 1979 has blossomed into the nation's leading voice on mental health. Today, we are an alliance of more than 600 local affiliates who work in your community to raise awareness and provide support and education that was not previously available to those in need.",
        "owner_email": "basic2@basic.com"
    },
    {
        "title": "CAUSE",
        "cause_description": "Center for Asian Americans United for Self Empowerment (CAUSE) is a community-based organization dedicated to APA community.",
        "owner_description": "Center for Asian Americans United for Self Empowerment (CAUSE) is a 501(c)(3) nonprofit, nonpartisan, community-based organization with a mission to advance the political and civic empowerment of the Asian Pacific American (APA) community through nonpartisan voter outreach, training, and education as well as leadership development. Founded in 1993, CAUSE is comprised of committed professional, business, community and political leaders, and has established itself as a unique nonpartisan APA organization dedicated solely to APA civic and political participation. Based in the Greater Los Angeles area, CAUSE’s influence reaches throughout Southern California.",
        "owner_email": "basic3@basic.com"
    },
    {
        "title": "Voices For Racial Justice",
        "cause_description": "Building power through collective cultural & healing strategies for racial justice through training, community policy & research.",   
        "owner_description": "Voices for Racial Justice (VRJ) is a movement organization of leaders, organizers and culture workers who envision a world without racism honoring the culture, knowledge, power, and healing of Black, Indigenous, and communities of color. We are committed to building power through collective cultural & healing strategies for racial justice across Minnesota using organizing, leadership training, community policy & research. VRJ was founded in 1993 to strengthen the field of organizing in Minnesota. Today, we focus on nurturing an ecosystem of restorative racial justice movements. Our work is guided by a “soil tending” approach as a change-making strategy informed by local artist organizer Ricardo Levins Morales. We understand that by tending to the soil, which is our values, narratives, culture, and beliefs, we can build a sustained & life-giving approach to racial justice organizing.",
        "owner_email": "basic4@basic.com"
    },
    {
        "title": "Lead in Heels",
        "cause_description": "501(c)(3) with the primary mission to empower women and girls globally.",
        "owner_description": "Lead in Heels' in a non-profit organization 501(c)(3) with the primary mission to empower women and girls globally through building a support system for victims of domestic and sexual violence, for NGOs dedicated to work for the betterment of women, for activists committed to bringing about social justice, and for women and girls to have access to opportunities, financial independence, education and health. We aim to bring about support, social awareness, activism, change, and justice for women and children of all walks of life through engaging in local and international efforts via partnerships with organizations that primarily focus on social advancements for women.",
        "owner_email": "basic5@basic.com"
    },
    {
        "title": "GiveDirectly",
        "cause_description": "Delivering unconditional cash directly to the world's poorest households via secure mobile transfers.",
        "owner_description": "COVID-19 has pushed 150 million more people into extreme poverty worldwide. You can empower them to meet their needs by giving unconditional cash transfers to the poorest households in the US and Africa. Why cash? Because the best way to alleviate poverty is to make people less poor. If the disruption of pandemic taught us anything, we need simple, direct ways to help the most vulnerable. Giving directly is a fast, efficient, proven, and empowering way to do so.",
        "owner_email": "basic6@basic.com"
    },
    {
        "title": "Clean Air Task Force",
        "cause_description": "Catalyzing resilient solutions, scaled to meet the climate challenge.",
        "owner_description": "CATF is a nonprofit organization dedicated to reducing atmospheric pollution through research, advocacy, and private sector collaboration.",
        "owner_email": "basic7@basic.com"
    },
    {
        "title": "TerraPraxis",
        "cause_description": "TerraPraxis designs and implements strategies that leverage science, technology and energy innovation for a prosperous planet",
        "owner_description": "We co-founded TerraPraxis to design and implement strategies that leverage science, technology and energy innovation for a prosperous planet. Our special focus is on enabling high-impact rapid transitions for neglected parts of the decarbonization challenge. We work with an extensive global network to define, incubate and initiate scalable strategies that fulfil the twin missions of prosperity and decarbonization.",
        "owner_email": "basic8@basic.com"
    },
    {
        "title": "BOSCO Uganda",
        "cause_description": "Under the trusteeship of the Catholic Archdiocese since 2007",
        "owner_description": "For eight years, BOSCO has been working in solidarity with residents of northern Uganda to recover from decades of conflict and displacement. Our work helps communities turn isolation and aid-dependency into self-advocacy through the use of innovative and collaborative ICT technologies and entrepreneurial uses of micro-scale electricity. Initiated in 2006 under the umbrella of Gulu Archdiocese, BOSCO Uganda has been implementing a pilot ICT project in 6 IDP-camps in Gulu and Amuru district (including Choo Pe, Unyama, Lacor, Pagak, Pabbo and Jengari). After the successful implementation of Phase I, BOSCO Uganda is currently expanding its activities in Amuru, Gulu, Kitgum, Pader and Lira Districts. We work everyday for the vision of open and peaceful rural communities, empowered to face a technology-rich future that sustains heritage, strengthens rights, and spawns entrepreneurial efforts that improve the world. Altro",
        "owner_email": "basic9@basic.com"
    },
    {
        "title": "Digital Green",
        "cause_description": "To empower smallholder farmers to lift themselves out of poverty by harnessing the collective power of technology and grassroots-level partnerships.",
        "owner_description": "Digital Green is a global development organization that empowers smallholder farmers to lift themselves out of poverty by harnessing the collective power of technology and grassroots-level partnerships.",
        "owner_email": "basic10@basic.com"
    },
    {
        "title": "Mavuno",
        "cause_description": "Empowers local leaders in eastern Congo to end extreme poverty in their own communities.",
        "owner_description": "We empower local leaders to end extreme poverty and conflict in Eastern Congo through Entrepreneurship. 📍 Beni, DRC #agribusiness",
        "owner_email": "basic11@basic.com"
    },
    {
        "title": "Covered International",
        "cause_description": "Our Mission is to Empower and Equip Women Caught in Sex Trade and Trafficking",
        "owner_description": "Covered is a faith-based organization that exists to educate, advocate, and empower women affected by domestic violence, sexual exploitation, and trafficking.",
        "owner_email": "basic12@basic.com"
    },
    {
        "title": "Committee Against Domestic Abuse, Inc- CADA",
        "cause_description": "To provide safety and support to victims of domestic and sexual violence through education, advocacy and shelter.",
        "owner_description": "CADA's mission is to provide safety and support to victims of domestic and sexual violence through education, advocacy, and shelter. CADA is a nonprofit organization that serves a nine-county region in south central Minnesota.",
        "owner_email": "basic13@basic.com"
    },
    {
        "title": "Animal Humane Society",
        "cause_description": "Engaging the hearts, hands, and minds of the community to help animals with four Twin Cities location: Coon Rapids, Golden Valley, Saint Paul, and Woodbury.",
        "owner_description": "Every year Animal Humane Society cares for more than 22,000 animals in need and helps thousands more through programs for people and pets. As one of the nation's leading animal welfare organizations, AHS is transforming the way shelters care for animals and engage their communities. From innovative medical and behavior programs to investments in outreach and advocacy, we’re advancing animal welfare and creating a more humane world for animals everywhere. More than a shelter",
        "owner_email": "basic14@basic.com"
    },
    {
        "title": "Second Chance Animal Center",
        "cause_description": "Serves the needs of homeless animals in southwestern Vermont, northern Massachusetts, and eastern New York.",
        "owner_description": "Second Chance Animal Center, incorporated in 1959 as the Bennington County Humane Society, is a 501(c)(3) non-profit organization that serves the needs of homeless animals in southwestern Vermont, northern Massachusetts, and eastern New York.",
        "owner_email": "basic15@basic.com"
    },
    {
        "title": "AMA Animal Rescue",
        "cause_description": "Based out of Brooklyn, New York.",
        "owner_description": "AMA Animal Rescue, Angels for Mistreated Animals, is a New York State 501(c)3, non-profit animal rescue organization based out of Brooklyn, New York.",
        "owner_email": "basic16@basic.com"
    },
    {
        "title": "Girls in Tech",
        "cause_description": "Focused on the engagement, education and empowerment of girls and women.",
        "owner_description": "Girls in Tech (GIT) is a global non-profit focused on the engagement, education and empowerment of girls and women who are passionate about technology. Our aim is to accelerate the growth of innovative women who are entering into the high-tech industry and building successful startups.",
        "owner_email": "basic17@basic.com"
    },
    {
        "title": "inventorspace XYZ",
        "cause_description": "Revolutionizing students' lives with hands-on STEM and Entrepreneurship",
        "owner_description": "inventorspaceXYZ is an educational non-profit revolutionizing students' lives with hands-on STEM and Entrepreneurship",
        "owner_email": "basic18@basic.com"
    },
    {
        "title": "The Evolution Institute",
        "cause_description": "Applying evolutionary science to pressing social issues - improving global quality of life.",
        "owner_description": "The Evolution Institute is a nonprofit science-based think tank that uses evolutionary science to solve real-world problems and improve quality of life aro",
        "owner_email": "basic19@basic.com"
    },
    {
        "title": "Machine Intelligence Research Institute",
        "cause_description": "We do foundational mathematical research to ensure smarter-than-human artificial intelligence has a positive impact.",
        "owner_description": "The Machine Intelligence Research Institute is a research nonprofit studying the mathematical underpinnings of intelligent behavior. Our mission is to develop formal tools for the clean design and analysis of general-purpose AI systems, with the intent of making such systems safer and more reliable when they are developed.The field of AI has a reputation for overselling its progress. In the “AI winters” of the late 1970s and 1980s, researchers’ failures to make good on ambitious promises led to a collapse of funding and interest in AI. Although the field is now undergoing a renaissance, overconfidence is still a major fear; discussion of the possibility of human-equivalent general intelligence is still largely relegated to the science fiction shelf. At the same time, researchers largely agree that AI is likely to begin outperforming humans on most cognitive",
        "owner_email": "basic20@basic.com"
    },
    {
        "title": "Museum of Science Fiction",
        "cause_description": "The Museum of Science Fiction will be the world’s first comprehensive science fiction museum, covering the history of the genre across the arts.",
        "owner_description": "To create a center of gravity where art and science are powered by imagination. The Museum of Science Fiction and NASA are partnering to bring Escape Velocity to Washington, DC. The event is a futuristic world’s fair to promote STEAM educational activities within the context of science fiction using the fun of comic cons and fascination of science and engineering festivals. Escape Velocity seeks to make a measurable positive impact to boost informal learning on the more conceptually challenging academic areas. Escape Velocity's mission is to re-invigorate the interest of our young people in science, technology, engineering, art, and math by producing and presenting the most compelling, exciting, educational, and entertaining science festival in the United States using science fiction as the primary engine. For a full press packet on Escape Velocity, please visit: escapevelocity.events/press-media",
        "owner_email": "basic21@basic.com"
    }
]
